{
  "_": 0,
  "<BLNK>": 1,
  "A": 2,
  "B": 3,
  "C": 4,
  "D": 5,
  "E": 6,
  "F": 7,
  "G": 8,
  "H": 9,
  "I": 10,
  "J": 11,
  "K": 12,
  "L": 13,
  "M": 14,
  "N": 15,
  "O": 16,
  "P": 17,
  "Q": 18,
  "R": 19,
  "S": 20,
  "T": 21,
  "U": 22,
  "V": 23,
  "W": 24,
  "X": 25,
  "Y": 26,
  "Z": 27,
  "a": 28,
  "b": 29,
  "c": 30,
  "d": 31,
  "e": 32,
  "f": 33,
  "g": 34,
  "h": 35,
  "i": 36,
  "j": 37,
  "k": 38,
  "l": 39,
  "m": 40,
  "n": 41,
  "o": 42,
  "p": 43,
  "q": 44,
  "r": 45,
  "s": 46,
  "t": 47,
  "u": 48,
  "v": 49,
  "w": 50,
  "x": 51,
  "y": 52,
  "z": 53,
  ";": 54,
  ":": 55,
  ",": 56,
  ".": 57,
  "!": 58,
  "?": 59,
  "¡": 60,
  "¿": 61,
  "—": 62,
  "…": 63,
  "\"": 64,
  "«": 65,
  "»": 66,
  "“": 67,
  "”": 68,
  " ": 69,
  "ɑ": 70,
  "ɐ": 71,
  "ɒ": 72,
  "æ": 73,
  "ɓ": 74,
  "ʙ": 75,
  "β": 76,
  "ɔ": 77,
  "ɕ": 78,
  "ç": 79,
  "ɗ": 80,
  "ɖ": 81,
  "ð": 82,
  "ʤ": 83,
  "ə": 84,
  "ɘ": 85,
  "ɚ": 86,
  "ɛ": 87,
  "ɜ": 88,
  "ɝ": 89,
  "ɞ": 90,
  "ɟ": 91,
  "ʄ": 92,
  "ɡ": 93,
  "ɠ": 94,
  "ɢ": 95,
  "ʛ": 96,
  "ɦ": 97,
  "ɧ": 98,
  "ħ": 99,
  "ɥ": 100,
  "ʜ": 101,
  "ɨ": 102,
  "ɪ": 103,
  "ʝ": 104,
  "ɭ": 105,
  "ɬ": 106,
  "ɫ": 107,
  "ɮ": 108,
  "ʟ": 109,
  "ɱ": 110,
  "ɯ": 111,
  "ɰ": 112,
  "ŋ": 113,
  "ɳ": 114,
  "ɲ": 115,
  "ɴ": 116,
  "ø": 117,
  "ɵ": 118,
  "ɸ": 119,
  "θ": 120,
  "œ": 121,
  "ɶ": 122,
  "ʘ": 123,
  "ɹ": 124,
  "ɺ": 125,
  "ɾ": 126,
  "ɻ": 127,
  "ʀ": 128,
  "ʁ": 129,
  "ɽ": 130,
  "ʂ": 131,
  "ʃ": 132,
  "ʈ": 133,
  "ʧ": 134,
  "ʉ": 135,
  "ʊ": 136,
  "ʋ": 137,
  "ⱱ": 138,
  "ʌ": 139,
  "ɣ": 140,
  "ɤ": 141,
  "ʍ": 142,
  "χ": 143,
  "ʎ": 144,
  "ʏ": 145,
  "ʑ": 146,
  "ʐ": 147,
  "ʒ": 148,
  "ʔ": 149,
  "ʡ": 150,
  "ʕ": 151,
  "ʢ": 152,
  "ǀ": 153,
  "ǁ": 154,
  "ǂ": 155,
  "ǃ": 156,
  "ˈ": 157,
  "ˌ": 158,
  "ː": 159,
  "ˑ": 160,
  "ʼ": 161,
  "ʴ": 162,
  "ʰ": 163,
  "ʱ": 164,
  "ʲ": 165,
  "ʷ": 166,
  "ˠ": 167,
  "ˤ": 168,
  "˞": 169,
  "↓": 170,
  "↑": 171,
  "→": 172,
  "↗": 173,
  "↘": 174,
  "'": 175,
  "̩": 176,
  "ᵻ": 177
}